{
  "terms": {
    "title": "Allgemeine Geschäftsbedingungen",
    "lastUpdated": "2025-01-24 12:26:52",
    "sections": [
      {
        "title": "VEREINBARUNG MIT UNSEREN RECHTLICHEN BEDINGUNGEN",
        "content": [
          "Wir sind die Transcendental Teapot Corporation ('Unternehmen', 'wir', 'uns', 'unser').",
          "Wir betreiben die Website http://www.transcendental-teapot.com (die 'Website') sowie alle anderen damit verbundenen Produkte und Dienstleistungen, die auf diese rechtlichen Bedingungen (die 'Rechtlichen Bedingungen') verweisen oder verlinken (zusammen die 'Dienste').",
          "Sie können uns per E-Mail unter transcendental-teapot@mail.com kontaktieren.",
          "Diese Rechtlichen Bedingungen stellen eine rechtsverbindliche Vereinbarung zwischen Ihnen, ob persönlich oder im Namen einer Entität ('Sie'), und der Transcendental Teapot Corporation dar, die Ihren Zugriff auf und Ihre Nutzung der Dienste betrifft.",
          "Sie stimmen zu, dass Sie durch den Zugriff auf die Dienste diese Rechtlichen Bedingungen gelesen, verstanden und akzeptiert haben. WENN SIE NICHT ALLEN DIESEN RECHTLICHEN BEDINGUNGEN ZUSTIMMEN, SIND SIE AUSDRÜCKLICH UNTERSAGT, DIE DIENSTE ZU NUTZEN, UND SIE MÜSSEN DIE NUTZUNG SOFORT EINSTELLEN.",
          "Zusätzliche Bedingungen oder Dokumente, die von Zeit zu Zeit auf den Diensten veröffentlicht werden, sind hiermit ausdrücklich durch Verweis einbezogen. Wir behalten uns das Recht vor, nach eigenem Ermessen jederzeit und aus jedem Grund Änderungen oder Modifikationen an diesen Rechtlichen Bedingungen vorzunehmen.",
          "Wir werden Sie über alle Änderungen informieren, indem wir das Datum der 'Letzten Aktualisierung' dieser Rechtlichen Bedingungen aktualisieren, und Sie verzichten auf jedes Recht, eine spezifische Benachrichtigung über jede solche Änderung zu erhalten.",
          "Es liegt in Ihrer Verantwortung, diese Rechtlichen Bedingungen regelmäßig zu überprüfen, um über Aktualisierungen informiert zu bleiben. Sie unterliegen den Änderungen der überarbeiteten Rechtlichen Bedingungen und gelten als darüber informiert und akzeptiert, wenn Sie die Dienste nach dem Datum der Veröffentlichung dieser überarbeiteten Rechtlichen Bedingungen weiterhin nutzen.",
          "Alle Benutzer, die in der Gerichtsbarkeit, in der sie wohnen, minderjährig sind (in der Regel unter 18 Jahren), müssen die Erlaubnis und die direkte Aufsicht ihrer Eltern oder Erziehungsberechtigten haben, um die Dienste zu nutzen. Wenn Sie minderjährig sind, müssen Ihre Eltern oder Erziehungsberechtigten diese Rechtlichen Bedingungen lesen und akzeptieren, bevor Sie die Dienste nutzen.",
          "Wir empfehlen Ihnen, eine Kopie dieser Rechtlichen Bedingungen für Ihre Unterlagen auszudrucken."
        ]
      },
      {
        "title": "INHALTSVERZEICHNIS",
        "content": [
          "1. UNSERE DIENSTE",
          "2. GEISTIGE EIGENTUMSRECHTE",
          "3. BENUTZERERKLÄRUNGEN",
          "4. BENUTZERREGISTRIERUNG",
          "5. VERBOTENE AKTIVITÄTEN",
          "6. VON BENUTZERN ERZEUGTE BEITRÄGE",
          "7. BEITRAGSLIZENZ",
          "8. WEBSITES UND INHALTE VON DRITTANBIETERN",
          "9. DIENSTVERWALTUNG",
          "10. DATENSCHUTZRICHTLINIE",
          "11. LAUFZEIT UND KÜNDIGUNG",
          "12. ÄNDERUNGEN UND UNTERBRECHUNGEN",
          "13. ANWENDBARES RECHT",
          "14. STREITBEILEGUNG",
          "15. KORREKTUREN",
          "16. HAFTUNGSAUSSCHLUSS",
          "17. HAFTUNGSBESCHRÄNKUNGEN",
          "18. SCHADLOSHALTUNG",
          "19. BENUTZERDATEN",
          "20. ELEKTRONISCHE KOMMUNIKATIONEN, TRANSAKTIONEN UND UNTERSCHRIFTEN",
          "21. VERSCHIEDENES",
          "22. KONTAKTIERE UNS"
        ]
      },
      {
        "title": "1. UNSERE DIENSTE",
        "content": [
          "Die bereitgestellten Informationen bei der Nutzung der Dienste sind nicht zur Verteilung an oder zur Nutzung durch Personen oder Entitäten in Gerichtsbarkeiten oder Ländern bestimmt, in denen eine solche Verteilung oder Nutzung gegen Gesetze oder Vorschriften verstoßen würde oder die uns einer Registrierungspflicht in einer solchen Gerichtsbarkeit oder einem solchen Land unterwerfen würden.",
          "Dementsprechend handeln Personen, die sich dafür entscheiden, von anderen Standorten auf die Dienste zuzugreifen, auf eigene Initiative und sind allein verantwortlich für die Einhaltung der lokalen Gesetze, soweit diese anwendbar sind."
        ]
      },
      {
        "title": "2. GEISTIGE EIGENTUMSRECHTE",
        "content": [
          "Unser geistiges Eigentum",
          "Wir sind Eigentümer oder Lizenznehmer aller geistigen Eigentumsrechte an unseren Diensten, einschließlich aller Quellcodes, Datenbanken, Funktionalitäten, Software, Website-Designs, Audio, Video, Texte, Fotografien und Grafiken in den Diensten (zusammenfassend der \"Inhalt\") sowie der darin enthaltenen Marken, Dienstleistungsmarken und Logos (die \"Marken\").",
          "Unser Inhalt und unsere Marken sind durch Urheber- und Markenrechte (sowie verschiedene andere geistige Eigentumsrechte und Wettbewerbsrecht) und internationale Verträge geschützt.",
          "Der Inhalt und die Marken werden in oder durch die Dienste \"WIE BESEHEN\" nur für Ihre persönliche, nicht kommerzielle Nutzung oder interne geschäftliche Zwecke bereitgestellt.",
          "Ihre Nutzung unserer Dienste",
          "Vorbehaltlich Ihrer Einhaltung dieser Rechtlichen Bedingungen, einschließlich der unten stehenden \"VERBOTENEN AKTIVITÄTEN\"-Sektion, gewähren wir Ihnen eine nicht exklusive, nicht übertragbare, widerrufbare Lizenz, um:",
          "⚫ auf die Dienste zuzugreifen; und",
          "• eine Kopie eines Teils des Inhalts, auf den Sie ordnungsgemäß zugegriffen haben, herunterzuladen oder auszudrucken,",
          "ausschließlich für Ihre persönliche, nicht kommerzielle Nutzung oder interne geschäftliche Zwecke.",
          "Mit Ausnahme der in diesem Abschnitt oder an anderer Stelle in unseren Rechtlichen Bedingungen genannten Zwecke darf kein Teil der Dienste und kein Inhalt oder keine Marken ohne unsere ausdrückliche vorherige schriftliche Genehmigung kopiert, reproduziert, aggregiert, erneut veröffentlicht, hochgeladen, gepostet, öffentlich angezeigt, codiert, übersetzt, übertragen, verteilt, verkauft, lizenziert oder anderweitig für kommerzielle Zwecke genutzt werden.",
          "Wenn Sie die Dienste, den Inhalt oder die Marken anders nutzen möchten, als in diesem Abschnitt oder an anderer Stelle in unseren Rechtlichen Bedingungen festgelegt, richten Sie bitte Ihre Anfrage an: Falls wir Ihnen jemals die Erlaubnis erteilen, einen Teil unserer Dienste oder Inhalte zu veröffentlichen, zu reproduzieren oder öffentlich anzuzeigen, müssen Sie uns als Eigentümer oder Lizenzgeber der Dienste, Inhalte oder Marken identifizieren und sicherstellen, dass ein Hinweis auf das Urheberrecht oder andere Eigentumsrechte bei der Veröffentlichung, Reproduktion oder Anzeige unserer Inhalte erscheint oder sichtbar ist.",
          "Wir behalten uns alle Rechte vor, die Ihnen nicht ausdrücklich in und an den Diensten, Inhalten und Marken gewährt werden.",
          "Jeder Verstoß gegen diese Rechte des geistigen Eigentums stellt einen wesentlichen Verstoß gegen unsere Rechtlichen Bedingungen dar und Ihr Recht zur Nutzung unserer Dienste endet sofort.",
          "Ihre Übermittlungen",
          "Bitte lesen Sie diesen Abschnitt und den Abschnitt \"VERBOTENE AKTIVITÄTEN\" sorgfältig durch, bevor Sie unsere Dienste nutzen, um die (a) Rechte, die Sie uns gewähren, und (b) die Verpflichtungen, die Sie haben, wenn Sie Inhalte über die Dienste posten oder hochladen, zu verstehen.",
          "Übermittlungen: Durch das direkte Senden von Fragen, Kommentaren, Vorschlägen, Ideen, Feedback oder anderen Informationen über die Dienste an uns (\"Übermittlungen\") erklären Sie sich damit einverstanden, uns alle geistigen Eigentumsrechte an einer solchen Übermittlung zu übertragen. Sie stimmen zu, dass wir diese Übermittlung besitzen und berechtigt sind, sie uneingeschränkt und für jeden rechtmäßigen Zweck, kommerziell oder anderweitig, ohne Anerkennung oder Entschädigung für Sie zu nutzen und zu verbreiten.",
          "Sie sind verantwortlich für das, was Sie posten oder hochladen: Indem Sie uns Übermittlungen über einen Teil der Dienste senden,",
          "• bestätigen Sie, dass Sie unsere \"VERBOTENEN AKTIVITÄTEN\" gelesen haben und diesen zustimmen und keine Übermittlung posten, senden, veröffentlichen, hochladen oder über die Dienste übertragen, die illegal, belästigend, hasserfüllt, schädlich, verleumderisch, obszön, mobbend, missbräuchlich, diskriminierend, bedrohlich gegenüber einer Person oder Gruppe, sexuell explizit, falsch, ungenau, täuschend oder irreführend ist;",
          "• verzichten Sie im größtmöglichen Umfang nach geltendem Recht auf alle moralischen Rechte an einer solchen Übermittlung;",
          "• garantieren Sie, dass solche Übermittlungen original von Ihnen stammen oder dass Sie die notwendigen Rechte und Lizenzen haben, um solche Übermittlungen einzureichen, und dass Sie die vollständige Autorität haben, uns die oben genannten Rechte in Bezug auf Ihre Übermittlungen zu gewähren;",
          "• garantieren und vertreten Sie, dass Ihre Übermittlungen keine vertraulichen Informationen darstellen.",
          "Sie sind allein verantwortlich für Ihre Übermittlungen und erklären sich ausdrücklich bereit, uns für alle Verluste zu entschädigen, die wir aufgrund Ihrer Verletzung (a) dieses Abschnitts, (b) der geistigen Eigentumsrechte Dritter oder (c) des geltenden Rechts erleiden können."
        ]
      },
      {
        "title": "3. BENUTZERERKLÄRUNGEN",
        "content": [
          "Durch die Nutzung der Dienste erklären und garantieren Sie, dass: (1) alle Registrierungsinformationen, die Sie einreichen, wahr, genau, aktuell und vollständig sind; (2) Sie die Genauigkeit solcher Informationen aufrechterhalten und solche Registrierungsinformationen bei Bedarf unverzüglich aktualisieren; (3) Sie die rechtliche Fähigkeit haben und diesen Rechtlichen Bedingungen zustimmen; (4) Sie in der Gerichtsbarkeit, in der Sie wohnen, nicht minderjährig sind, oder wenn Sie minderjährig sind, die Erlaubnis der Eltern zur Nutzung der Dienste erhalten haben; (5) Sie nicht durch automatisierte oder nichtmenschliche Mittel auf die Dienste zugreifen, sei es durch einen Bot, ein Skript oder auf andere Weise; (6) Sie die Dienste nicht für illegale oder nicht autorisierte Zwecke nutzen; und (7) Ihre Nutzung der Dienste keine geltenden Gesetze oder Vorschriften verletzt.",
          "Wenn Sie falsche, ungenaue, nicht aktuelle oder unvollständige Informationen bereitstellen, haben wir das Recht, Ihr Konto zu sperren oder zu kündigen und jegliche aktuelle oder zukünftige Nutzung der Dienste (oder eines Teils davon) zu verweigern."
        ]
      },
      {
        "title": "4. BENUTZERREGISTRIERUNG",
        "content": [
          "Sie müssen sich möglicherweise registrieren, um die Dienste zu nutzen. Sie erklären sich damit einverstanden, Ihr Passwort vertraulich zu behandeln und sind für die gesamte Nutzung Ihres Kontos und Passworts verantwortlich. Wir behalten uns das Recht vor, einen von Ihnen ausgewählten Benutzernamen zu entfernen, zurückzufordern oder zu ändern, wenn wir nach eigenem Ermessen feststellen, dass ein solcher Benutzername unangemessen, obszön oder anderweitig anstößig ist."
        ]
      },
      {
        "title": "5. VERBOTENE AKTIVITÄTEN",
        "content": [
          "Sie dürfen nicht auf die Dienste zugreifen oder diese nutzen, außer für den Zweck, für den wir die Dienste zur Verfügung stellen. Die Dienste dürfen nicht in Verbindung mit kommerziellen Aktivitäten verwendet werden, außer denjenigen, die von uns ausdrücklich genehmigt oder genehmigt wurden.",
          "Als Benutzer der Dienste erklären Sie sich damit einverstanden, Folgendes nicht zu tun:",
          "• Systematisch Daten oder andere Inhalte aus den Diensten abzurufen, um direkt oder indirekt eine Sammlung, Kompilation, Datenbank oder ein Verzeichnis ohne unsere schriftliche Genehmigung zu erstellen oder zu kompilieren.",
          "• Uns und andere Benutzer zu täuschen, zu betrügen oder in die Irre zu führen, insbesondere in dem Versuch, sensible Kontoinformationen wie Benutzerpasswörter zu erlernen.",
          "• Sicherheitsbezogene Funktionen der Dienste zu umgehen, zu deaktivieren oder anderweitig zu beeinträchtigen, einschließlich Funktionen, die die Nutzung oder das Kopieren von Inhalten verhindern oder einschränken oder Beschränkungen für die Nutzung der Dienste und/oder der darin enthaltenen Inhalte durchsetzen. Uns und/oder die Dienste in unserer Meinung nach zu schädigen, zu schädigen oder zu beschädigen.",
          "• Informationen, die aus den Diensten erhalten wurden, zu verwenden, um eine andere Person zu belästigen, zu missbrauchen oder zu schädigen.",
          "• Unsere Supportdienste missbräuchlich zu verwenden oder falsche Berichte über Missbrauch oder Fehlverhalten einzureichen.",
          "• Die Dienste auf eine Weise zu nutzen, die mit geltenden Gesetzen oder Vorschriften unvereinbar ist.",
          "• Unbefugtes Framing oder Verlinken auf die Dienste vorzunehmen.",
          "• Viren, Trojaner oder andere Materialien hochzuladen oder zu übertragen (oder den Versuch zu unternehmen, diese hochzuladen oder zu übertragen), einschließlich übermäßiger Verwendung von Großbuchstaben und Spam (fortlaufende Veröffentlichung von sich wiederholendem Text), die die ununterbrochene Nutzung und den Genuss der Dienste durch andere Parteien beeinträchtigen oder verändern, beeinträchtigen, stören oder die Nutzung, Funktionen, den Betrieb oder die Wartung der Dienste beeinträchtigen.",
          "• An einer automatisierten Nutzung des Systems teilzunehmen, wie z. B. durch die Verwendung von Skripten zum Senden von Kommentaren oder Nachrichten oder durch die Verwendung von Datenabbau, Robotern oder ähnlichen Datengewinnungs- und Extraktionstools.",
          "• Den Hinweis auf das Urheberrecht oder andere Eigentumsrechte von Inhalten zu löschen.",
          "• Zu versuchen, sich als ein anderer Benutzer oder eine andere Person auszugeben oder den Benutzernamen eines anderen Benutzers zu verwenden.",
          "• Material hochzuladen oder zu übertragen (oder den Versuch zu unternehmen, dieses hochzuladen oder zu übertragen), das als passiver oder aktiver Informationssammlungs- oder Übertragungsmechanismus fungiert, einschließlich, aber nicht beschränkt auf klare Grafikaustauschformate ('gifs'), 1x1-Pixel, Web Bugs, Cookies oder andere ähnliche Geräte (manchmal als 'Spyware' oder 'passive Sammlung Mechanismen' oder 'pcms' bezeichnet).",
          "• Die Dienste oder die mit den Diensten verbundenen Netzwerke oder Dienste zu stören, zu unterbrechen oder eine übermäßige Belastung zu verursachen.",
          "• Unsere Mitarbeiter oder Vertreter, die einen Teil der Dienste für Sie bereitstellen, zu belästigen, zu ärgern, zu bedrohen oder einzuschüchtern.",
          "• Maßnahmen zu umgehen, die darauf ausgelegt sind, den Zugang zu den Diensten oder Teilen der Dienste zu verhindern oder einzuschränken.",
          "• Die Software der Dienste zu kopieren oder anzupassen, einschließlich, aber nicht beschränkt auf Flash, PHP, HTML, JavaScript oder anderen Code.",
          "• Sofern nicht nach geltendem Recht gestattet, die Software, die einen Teil der Dienste bildet oder in irgendeiner Weise ausmacht, zu entschlüsseln, zu dekompilieren, zu zerlegen oder zurückzuentwickeln.",
          "• Sofern dies nicht durch die standardmäßige Nutzung einer Suchmaschine oder eines Internetbrowsers erfolgt, ein automatisiertes System zu verwenden, zu starten, zu entwickeln oder zu verteilen, einschließlich, aber nicht beschränkt auf Spinnen, Roboter, Cheat-Dienstprogramme, Scraper oder Offline-Leser, die auf die Dienste zugreifen, oder ein nicht autorisiertes Skript oder andere Software zu verwenden oder zu starten.",
          "• Einen Einkaufsagenten oder Kaufagenten zu verwenden, um Einkäufe auf den Diensten zu tätigen.",
          "• Eine unbefugte Nutzung der Dienste vorzunehmen, einschließlich des Sammelns von Benutzernamen und/oder E-Mail-Adressen von Benutzern auf elektronischem oder anderem Wege zum Zwecke des Versendens von unerwünschten E-Mails oder des Erstellens von Benutzerkonten auf automatisierte Weise oder unter falschen Vorwänden.",
          "• Die Dienste im Rahmen eines Versuchs zu verwenden, um mit uns zu konkurrieren oder die Dienste und/oder die Inhalte anderweitig zu nutzen, um Einnahmen zu erzielen oder kommerzielle Unternehmen zu betreiben."
        ]
      },
      {
        "title": "6. VON BENUTZERN ERZEUGTE BEITRÄGE",
        "content": [
          "Die Dienste bieten den Benutzern keine Möglichkeit, Inhalte zu übermitteln oder zu veröffentlichen. Wir können Ihnen jedoch die Möglichkeit bieten, Inhalte und Materialien zu erstellen, zu übermitteln, zu veröffentlichen, anzuzeigen, zu übertragen, aufzuführen, zu veröffentlichen, zu verteilen oder zu verbreiten, einschließlich, aber nicht beschränkt auf Texte, Schriften, Videos, Audios, Fotografien, Grafiken, Kommentare, Vorschläge oder persönliche Informationen oder andere Materialien (zusammenfassend 'Beiträge'). Beiträge können für andere Benutzer der Dienste und über Websites Dritter sichtbar sein.",
          "Wenn Sie Beiträge erstellen oder zur Verfügung stellen, erklären und garantieren Sie damit:",
          "• Die Erstellung, Verteilung, Übertragung, öffentliche Anzeige oder Aufführung sowie der Zugriff auf, das Herunterladen oder Kopieren Ihrer Beiträge verletzen nicht und werden nicht die Eigentumsrechte verletzen, einschließlich, aber nicht beschränkt auf Urheberrechte, Patente, Marken, Geschäftsgeheimnisse oder moralische Rechte Dritter.",
          "• Sie sind der Ersteller und Eigentümer oder haben die notwendigen Lizenzen, Rechte, Zustimmungen, Freigaben und Berechtigungen, um und um uns, den Diensten und anderen Benutzern der Dienste die Nutzung Ihrer Beiträge in der durch die Dienste und diese Rechtlichen Bedingungen vorgesehenen Weise zu ermöglichen.",
          "• Sie haben die schriftliche Zustimmung, Freigabe und/oder Genehmigung jeder in Ihren Beiträgen identifizierbaren Person, um den Namen oder das Bild jeder identifizierbaren Person zu verwenden, um die Einbeziehung und Nutzung Ihrer Beiträge in der durch die Dienste und diese Rechtlichen Bedingungen vorgesehenen Weise zu ermöglichen.",
          "• Ihre Beiträge sind nicht falsch, ungenau oder irreführend.",
          "• Ihre Beiträge sind keine unaufgeforderten oder nicht autorisierten Werbematerialien, Werbematerialien, Pyramidensysteme, Kettenbriefe, Spam, Massenmailings oder andere Formen der Werbung.",
          "• Ihre Beiträge sind nicht obszön, schlüpfrig, lasziv, schmutzig, gewalttätig, belästigend, verleumderisch, diffamierend oder anderweitig anstößig (nach unserem Urteil).",
          "• Ihre Beiträge verspotten, verspotten, verunglimpfen, schüchtern oder missbrauchen niemanden.",
          "• Ihre Beiträge werden nicht verwendet, um eine andere Person zu belästigen oder zu bedrohen (im rechtlichen Sinne dieser Begriffe) und um Gewalt gegen eine bestimmte Person oder Personengruppe zu fördern.",
          "• Ihre Beiträge verstoßen gegen keine geltenden Gesetze, Vorschriften oder Regeln.",
          "• Ihre Beiträge verletzen nicht die Datenschutz- oder Veröffentlichungsrechte Dritter.",
          "• Ihre Beiträge verstoßen gegen keine geltenden Gesetze in Bezug auf Kinderpornografie oder sind anderweitig dazu bestimmt, die Gesundheit oder das Wohlbefinden von Minderjährigen zu schützen.",
          "• Ihre Beiträge enthalten keine beleidigenden Kommentare, die sich auf Rasse, nationale Herkunft, Geschlecht, sexuelle Präferenz oder körperliche Behinderung beziehen.",
          "• Ihre Beiträge verstoßen nicht anderweitig gegen, oder verlinken auf Materialien, die gegen eine Bestimmung dieser Rechtlichen Bedingungen oder geltendes Recht oder Vorschriften verstoßen.",
          "Jede Nutzung der Dienste, die gegen die oben genannten Bestimmungen verstößt, verstößt gegen diese Rechtlichen Bedingungen und kann unter anderem zur Beendigung oder Aussetzung Ihrer Rechte zur Nutzung der Dienste führen."
        ]
      },
      {
        "title": "7. BEITRAGSLIZENZ",
        "content": [
          "Sie und die Dienste stimmen zu, dass wir auf alle Informationen und personenbezogenen Daten, die Sie bereitstellen, zugreifen, diese speichern, verarbeiten und verwenden können, sowie Ihre Entscheidungen (einschließlich Einstellungen).",
          "Durch das Einreichen von Vorschlägen oder anderem Feedback zu den Diensten stimmen Sie zu, dass wir dieses Feedback für jeden Zweck ohne Entschädigung für Sie nutzen und teilen können.",
          "Wir beanspruchen kein Eigentum an Ihren Beiträgen. Sie behalten das volle Eigentum an allen Ihren Beiträgen und allen damit verbundenen geistigen Eigentumsrechten oder anderen Eigentumsrechten.",
          "Wir sind nicht verantwortlich für Aussagen oder Darstellungen in Ihren Beiträgen, die Sie in einem beliebigen Bereich der Dienste bereitstellen. Sie sind allein verantwortlich für Ihre Beiträge zu den Diensten und erklären sich ausdrücklich bereit, uns von jeglicher Verantwortung freizustellen und von jeglichen rechtlichen Schritten gegen uns im Zusammenhang mit Ihren Beiträgen abzusehen."
        ]
      },
      {
        "title": "8. WEBSITES UND INHALTE VON DRITTANBIETERN",
        "content": [
          "Die Dienste können (oder Sie können über die Website gesendet werden) Links zu anderen Websites ('Websites von Drittanbietern') sowie Artikel, Fotografien, Texte, Grafiken, Bilder, Designs, Musik, Sound, Videos, Informationen, Anwendungen, Software und andere Inhalte oder Elemente enthalten, die von Dritten stammen oder diesen gehören ('Inhalte von Drittanbietern'). Solche Websites von Drittanbietern und Inhalte von Drittanbietern werden nicht von uns auf ihre Genauigkeit, Angemessenheit oder Vollständigkeit überprüft, überwacht oder geprüft, und wir sind nicht verantwortlich für Websites von Drittanbietern, auf die über die Dienste zugegriffen wird, oder für Inhalte von Drittanbietern, die auf den Diensten veröffentlicht, über die Dienste verfügbar oder von den Diensten installiert werden, einschließlich des Inhalts, der Genauigkeit, der Ansichten, der Zuverlässigkeit, der Datenschutzpraktiken oder anderer Richtlinien von oder in den Websites von Drittanbietern oder den Inhalten von Drittanbietern. Die Aufnahme, Verlinkung oder Erlaubnis der Nutzung oder Installation von Websites von Drittanbietern oder Inhalten von Drittanbietern bedeutet keine Billigung oder Unterstützung durch uns.",
          "Wenn Sie sich entscheiden, die Dienste zu verlassen und auf die Websites von Drittanbietern zuzugreifen oder Inhalte von Drittanbietern zu nutzen oder zu installieren, tun Sie dies auf eigenes Risiko und sollten sich bewusst sein, dass diese Rechtlichen Bedingungen nicht mehr gelten. Sie sollten die anwendbaren Bedingungen und Richtlinien, einschließlich der Datenschutz- und Datenerfassungspraktiken, jeder Website, zu der Sie von den Diensten navigieren, oder in Bezug auf Anwendungen, die Sie von den Diensten verwenden oder installieren, überprüfen. Alle Einkäufe, die Sie über Websites von Drittanbietern tätigen, erfolgen über andere Websites und von anderen Unternehmen, und wir übernehmen keinerlei Verantwortung in Bezug auf solche Einkäufe, die ausschließlich zwischen Ihnen und dem betreffenden Drittanbieter erfolgen.",
          "Sie stimmen zu und erkennen an, dass wir die auf den Websites von Drittanbietern angebotenen Produkte oder Dienstleistungen nicht gutheißen und uns von jeglichem Schaden freistellen, der durch Ihren Kauf solcher Produkte oder Dienstleistungen verursacht wird. Darüber hinaus halten Sie uns schadlos für alle Verluste, die Sie erleiden oder Schäden, die Ihnen entstehen, die in irgendeiner Weise aus Inhalten von Drittanbietern oder Kontakten mit Websites von Drittanbietern resultieren."
        ]
      },
      {
        "title": "9. DIENSTVERWALTUNG",
        "content": [
          "Wir behalten uns das Recht vor, aber sind nicht verpflichtet: (1) die Dienste auf Verstöße gegen diese Rechtlichen Bedingungen zu überwachen; (2) geeignete rechtliche Schritte gegen jeden einzuleiten, der nach unserem alleinigen Ermessen gegen das Gesetz oder diese Rechtlichen Bedingungen verstößt, einschließlich, aber nicht beschränkt auf die Meldung dieses Benutzers an die Strafverfolgungsbehörden; (3) nach unserem alleinigen Ermessen und ohne Einschränkung, den Zugang zu verweigern, den Zugang zu beschränken, die Verfügbarkeit einzuschränken oder (soweit technologisch machbar) Ihre Beiträge oder einen Teil davon zu deaktivieren; (4) nach unserem alleinigen Ermessen und ohne Einschränkung, Vorankündigung oder Haftung, alle Dateien und Inhalte, die übermäßig groß sind oder auf irgendeine Weise belastend für unsere Systeme sind, von den Diensten zu entfernen oder anderweitig zu deaktivieren; und (5) die Dienste anderweitig in einer Weise zu verwalten, die darauf abzielt, unsere Rechte und unser Eigentum zu schützen und das ordnungsgemäße Funktionieren der Dienste zu erleichtern."
        ]
      },
      {
        "title": "10. DATENSCHUTZRICHTLINIE",
        "content": [
          "Wir kümmern uns um den Datenschutz und die Datensicherheit. Durch die Nutzung der Dienste stimmen Sie zu, an unsere auf den Diensten veröffentlichte Datenschutzrichtlinie gebunden zu sein, die in diese Rechtlichen Bedingungen aufgenommen ist. Bitte beachten Sie, dass die Dienste in Frankreich gehostet werden. Wenn Sie von einer anderen Region der Welt aus auf die Dienste zugreifen, in der Gesetze oder andere Anforderungen für die Erhebung, Nutzung oder Offenlegung personenbezogener Daten gelten, die von den in Frankreich geltenden Gesetzen abweichen, erklären Sie sich durch Ihre fortgesetzte Nutzung der Dienste ausdrücklich damit einverstanden, dass Ihre Daten nach Frankreich übertragen und dort verarbeitet werden."
        ]
      },
      {
        "title": "11. LAUFZEIT UND KÜNDIGUNG",
        "content": [
          "Diese Rechtlichen Bedingungen bleiben in vollem Umfang in Kraft, während Sie die Dienste nutzen. OHNE EINSCHRÄNKUNG JEDER ANDEREN BESTIMMUNG DIESER RECHTLICHEN BEDINGUNGEN BEHALTEN WIR UNS DAS RECHT VOR, NACH UNSEREM ALLEINIGEN ERMESSEN UND OHNE VORANKÜNDIGUNG ODER HAFTUNG, DEN ZUGANG ZU UND DIE NUTZUNG DER DIENSTE ZU VERWEIGERN (EINSCHLIESSLICH DER SPERRUNG BESTIMMTER IP-ADRESSEN) FÜR JEDE PERSON AUS JEDEM GRUND ODER OHNE GRUND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF VERSTÖSSE GEGEN JEDE ERKLÄRUNG, GARANTIE ODER VERPFLICHTUNG, DIE IN DIESEN RECHTLICHEN BEDINGUNGEN ODER GEGEN JEGLICHE ANWENDBARE GESETZE ODER VORSCHRIFTEN ENTHALTEN IST. WIR KÖNNEN IHRE NUTZUNG ODER TEILNAHME AN DEN DIENSTEN KÜNDIGEN ODER IHR KONTO UND ALLE VON IHNEN VERÖFFENTLICHTEN INHALTE ODER INFORMATIONEN JEDERZEIT OHNE WARNUNG NACH UNSEREM ALLEINIGEN ERMESSEN LÖSCHEN.",
          "Wenn wir Ihr Konto aus irgendeinem Grund kündigen oder sperren, ist es Ihnen untersagt, sich unter Ihrem Namen, einem falschen oder geliehenen Namen oder dem Namen eines Dritten erneut zu registrieren und ein neues Konto zu erstellen, selbst wenn Sie im Namen des Dritten handeln. Zusätzlich zur Kündigung oder Sperrung Ihres Kontos behalten wir uns das Recht vor, geeignete rechtliche Schritte einzuleiten, einschließlich, aber nicht beschränkt auf zivilrechtliche, strafrechtliche und einstweilige Verfügungen."
        ]
      },
      {
        "title": "12. ÄNDERUNGEN UND UNTERBRECHUNGEN",
        "content": [
          "Wir behalten uns das Recht vor, den Inhalt der Dienste jederzeit und aus jedem Grund nach unserem alleinigen Ermessen ohne Vorankündigung zu ändern, zu modifizieren oder zu entfernen. Wir sind jedoch nicht verpflichtet, Informationen auf unseren Diensten zu aktualisieren. Wir haften Ihnen oder Dritten gegenüber nicht für Änderungen, Preisänderungen, Aussetzungen oder Einstellungen der Dienste.",
          "Wir können nicht garantieren, dass die Dienste jederzeit verfügbar sind. Wir können Hardware-, Software- oder andere Probleme haben oder Wartungsarbeiten an den Diensten durchführen müssen, was zu Unterbrechungen, Verzögerungen oder Fehlern führt. Wir behalten uns das Recht vor, die Dienste jederzeit und aus jedem Grund ohne Vorankündigung zu ändern, zu überarbeiten, zu aktualisieren, auszusetzen, einzustellen oder anderweitig zu modifizieren. Sie stimmen zu, dass wir für Verluste, Schäden oder Unannehmlichkeiten, die durch Ihre Unfähigkeit entstehen, auf die Dienste zuzugreifen oder diese zu nutzen, während einer Ausfallzeit oder Einstellung der Dienste nicht haftbar sind. Nichts in diesen Rechtlichen Bedingungen wird so ausgelegt, dass wir verpflichtet sind, die Dienste zu warten und zu unterstützen oder Korrekturen, Updates oder Versionen in Bezug auf diese bereitzustellen."
        ]
      },
      {
        "title": "13. ANWENDBARES RECHT",
        "content": [
          "Diese Rechtlichen Bedingungen unterliegen dem Recht der Französischen Republik und werden nach diesem ausgelegt, wobei die Anwendung des Übereinkommens der Vereinten Nationen über Verträge über den internationalen Warenkauf ausdrücklich ausgeschlossen ist. Wenn Ihr gewöhnlicher Aufenthalt in der EU liegt und Sie Verbraucher sind, genießen Sie zusätzlich den Schutz, der Ihnen durch zwingende Bestimmungen des Rechts Ihres Wohnsitzlandes gewährt wird. Transcendental Teapot Corporation und Sie stimmen beide zu, sich der nicht ausschließlichen Zuständigkeit der Gerichte in der Normandie zu unterwerfen, was bedeutet, dass Sie Ansprüche zur Verteidigung Ihrer Verbraucherrechte in Bezug auf diese Rechtlichen Bedingungen vor den Gerichten in Frankreich oder in dem EU-Land, in dem Sie wohnhaft sind, geltend machen können."
        ]
      }
    ]
  }
}