{
"privacy": {
    "title": "Politique de Confidentialité",
    "lastUpdated": "2025-01-25 17:20:40",
    "sections": [
    {
        "title": "RÉSUMÉ DES POINTS CLÉS",
        "content": [
        "Ce résumé fournit les points clés de notre Politique de Confidentialité, mais vous pouvez trouver plus de détails sur chacun de ces sujets en utilisant notre table des matières ci-dessous pour trouver la section que vous recherchez.",
        "Quelles informations personnelles traitons-nous ? Lorsque vous visitez, utilisez ou naviguez sur nos Services, nous pouvons traiter des informations personnelles en fonction de votre interaction avec nous et les Services, des choix que vous faites et des produits et fonctionnalités que vous utilisez.",
        "Traitons-nous des informations personnelles sensibles ? Certaines informations peuvent être considérées comme 'spéciales' ou 'sensibles' dans certaines juridictions, par exemple vos origines raciales ou ethniques, votre orientation sexuelle et vos croyances religieuses. Nous ne traitons pas d'informations sensibles.",
        "Collectons-nous des informations auprès de tiers ? Nous pouvons collecter des informations auprès de tiers, comme 42 en utilisant son API pour vous offrir une meilleure expérience.",
        "Comment traitons-nous vos informations ? Nous traitons vos informations pour fournir, améliorer et administrer nos Services, communiquer avec vous, assurer la sécurité et prévenir la fraude, et nous conformer à la loi. Nous ne traitons vos informations que lorsque nous avons une raison légale valable de le faire.",
        "Dans quelles situations et avec quelles parties partageons-nous des informations personnelles ? Nous pouvons partager des informations dans des situations spécifiques et avec des tiers spécifiques.",
        "Quels sont vos droits ? Selon votre situation géographique, la loi applicable sur la protection des données peut vous accorder certains droits concernant vos informations personnelles.",
        "Comment exercer vos droits ? La façon la plus simple d'exercer vos droits est de soumettre une demande d'accès aux données ou de nous contacter. Nous examinerons et donnerons suite à toute demande conformément aux lois applicables sur la protection des données.",
        "Vous voulez en savoir plus sur ce que nous faisons avec les informations que nous collectons ? Consultez la Politique de Confidentialité complète."
        ]
    },
    {
        "title": "TABLE DES MATIÈRES",
        "content": [
        "1. QUELLES INFORMATIONS COLLECTONS-NOUS ?",
        "2. COMMENT TRAITONS-NOUS VOS INFORMATIONS ?",
        "3. QUAND ET AVEC QUI PARTAGEONS-NOUS VOS INFORMATIONS PERSONNELLES ?",
        "4. UTILISONS-NOUS DES COOKIES ET D'AUTRES TECHNOLOGIES DE SUIVI ?",
        "5. COMMENT GÉRONS-NOUS VOS CONNEXIONS SOCIALES ?",
        "6. VOS INFORMATIONS SONT-ELLES TRANSFÉRÉES INTERNATIONALEMENT ?",
        "7. COMBIEN DE TEMPS CONSERVONS-NOUS VOS INFORMATIONS ?",
        "8. COLLECTONS-NOUS DES INFORMATIONS AUPRÈS DES MINEURS ?",
        "9. QUELS SONT VOS DROITS EN MATIÈRE DE CONFIDENTIALITÉ ?",
        "10. CONTRÔLES POUR LES FONCTIONNALITÉS DO-NOT-TRACK",
        "11. EFFECTUONS-NOUS DES MISES À JOUR DE CETTE POLITIQUE ?",
        "12. COMMENT POUVEZ-VOUS NOUS CONTACTER À PROPOS DE CETTE POLITIQUE ?",
        "13. COMMENT POUVEZ-VOUS CONSULTER, METTRE À JOUR OU SUPPRIMER LES DONNÉES QUE NOUS COLLECTONS À VOTRE SUJET ?"
        ]
    },
    {
        "title": "INTRODUCTION",
        "content": [
            "Cette Politique de Confidentialité ('nous', 'notre' ou 'nos'), décrit comment et pourquoi nous pourrions accéder, collecter, stocker, utiliser et/ou partager ('traiter') vos informations personnelles lorsque vous utilisez nos services ('Services').",
            "Des questions ou des préoccupations ? La lecture de cette Politique de Confidentialité vous aidera à comprendre vos droits et choix en matière de confidentialité. Nous sommes responsables des décisions concernant le traitement de vos informations personnelles. Si vous n'êtes pas d'accord avec nos politiques et pratiques, veuillez ne pas utiliser nos Services."
        ]
        },
        {
        "title": "1. QUELLES INFORMATIONS COLLECTONS-NOUS ?",
        "content": [
            "Informations personnelles que vous nous communiquez",
            "En bref : Nous collectons les informations personnelles que vous nous fournissez.",
            "Nous collectons les informations personnelles que vous nous fournissez volontairement lorsque vous vous inscrivez aux Services, exprimez un intérêt pour obtenir des informations sur nous ou nos produits et Services, lorsque vous participez à des activités sur les Services ou lorsque vous nous contactez.",
            "Informations sensibles : Nous ne traitons pas d'informations sensibles.",
            "Toutes les informations personnelles que vous nous fournissez doivent être véridiques, complètes et exactes, et vous devez nous informer de tout changement concernant ces informations personnelles.",
            "-",
            "Informations collectées automatiquement",
            "En bref : Certaines informations - telles que votre adresse IP et/ou les caractéristiques de votre navigateur et de votre appareil - sont collectées automatiquement lorsque vous visitez nos Services.",
            "Nous collectons automatiquement certaines informations lorsque vous visitez, utilisez ou naviguez sur les Services. Ces informations ne révèlent pas votre identité spécifique (comme votre nom ou vos coordonnées) mais peuvent inclure des informations sur l'appareil et l'utilisation, telles que votre adresse IP, les caractéristiques du navigateur et de l'appareil, le système d'exploitation, les préférences linguistiques, les URL de référence, le nom de l'appareil, le pays, la localisation, des informations sur la façon et le moment où vous utilisez nos Services, ainsi que d'autres informations techniques. Ces informations sont principalement nécessaires pour maintenir la sécurité et le fonctionnement de nos Services, ainsi que pour nos analyses internes et nos rapports.",
            "Comme de nombreuses entreprises, nous collectons également des informations via des cookies et des technologies similaires."
        ]
        },
        {
        "title": "2. COMMENT TRAITONS-NOUS VOS INFORMATIONS ?",
        "content": [
            "En bref : Nous traitons vos informations pour fournir, améliorer et administrer nos Services, communiquer avec vous, assurer la sécurité et prévenir la fraude, et nous conformer à la loi. Nous pouvons également traiter vos informations à d'autres fins avec votre consentement.",
            "Nous traitons vos informations personnelles pour diverses raisons, en fonction de la façon dont vous interagissez avec nos Services"
        ]
        },
        {
        "title": "3. QUAND ET AVEC QUI PARTAGEONS-NOUS VOS INFORMATIONS PERSONNELLES ?",
        "content": [
            "En bref : Nous pouvons partager des informations dans des situations spécifiques décrites dans cette section et/ou avec les tiers suivants.",
            "Nous pouvons avoir besoin de partager vos informations personnelles dans les situations suivantes :",
            "• Affiliés. Nous pouvons partager vos informations avec nos affiliés, auquel cas nous exigerons de ces affiliés qu'ils respectent cette Politique de Confidentialité. Les affiliés comprennent notre société mère et toutes les filiales, partenaires de coentreprise ou autres sociétés que nous contrôlons ou qui sont sous contrôle commun avec nous."
        ]
        },
        {
        "title": "4. UTILISONS-NOUS DES COOKIES ET D'AUTRES TECHNOLOGIES DE SUIVI ?",
        "content": [
            "En bref : Nous pouvons utiliser des cookies et d'autres technologies de suivi pour collecter et stocker vos informations.",
            "Nous pouvons utiliser des cookies et des technologies de suivi similaires (comme les balises web et les pixels) pour recueillir des informations lorsque vous interagissez avec nos Services. Certaines technologies de suivi en ligne nous aident à maintenir la sécurité de nos Services, prévenir les crashs, corriger les bugs, sauvegarder vos préférences et assister les fonctions de base du site."
        ]
        },
        {
        "title": "5. COMMENT GÉRONS-NOUS VOS CONNEXIONS SOCIALES ?",
        "content": [
            "En bref : Si vous choisissez de vous inscrire ou de vous connecter à nos Services en utilisant l'API 42, nous pouvons avoir accès à certaines informations vous concernant.",
            "Nos Services vous offrent la possibilité de vous inscrire et de vous connecter en utilisant l'API 42, avec les détails de votre compte. Lorsque vous choisissez cette option, nous recevrons certaines informations de profil vous concernant de l'API 42. Les informations de profil que nous recevons incluent souvent votre nom, votre adresse e-mail et votre photo de profil, ainsi que d'autres informations que vous choisissez de rendre publiques",
            "Nous n'utiliserons les informations reçues que pour les finalités décrites dans cette Politique de Confidentialité ou qui vous sont autrement clairement indiquées sur les Services concernés. Veuillez noter que nous ne contrôlons pas et ne sommes pas responsables des autres utilisations de vos informations personnelles par 42. Nous vous recommandons de consulter leur politique de confidentialité pour comprendre comment ils collectent, utilisent et partagent vos informations personnelles, et comment vous pouvez définir vos préférences de confidentialité sur leurs sites et applications."
        ]
        },
        {
        "title": "6. VOS INFORMATIONS SONT-ELLES TRANSFÉRÉES INTERNATIONALEMENT ?",
        "content": [
            "En bref : Nous ne transférons pas vos informations à l'international.",
            "Nos serveurs sont situés en France. Si vous accédez à nos Services depuis l'étranger, sachez que vos informations peuvent être transférées, stockées et traitées par nous dans nos installations et dans les installations des tiers avec lesquels nous pouvons partager vos informations personnelles (voir 'QUAND ET AVEC QUI PARTAGEONS-NOUS VOS INFORMATIONS PERSONNELLES ?' ci-dessus), en France et dans d'autres pays.",
            "Si vous résidez dans l'Espace économique européen (EEE), au Royaume-Uni (UK) ou en Suisse, ces pays peuvent ne pas nécessairement avoir des lois sur la protection des données ou d'autres lois similaires aussi complètes que celles de votre pays. Cependant, nous prendrons toutes les mesures nécessaires pour protéger vos informations personnelles conformément à cette Politique de Confidentialité et à la loi applicable."
        ]
        },
        {
        "title": "7. COMBIEN DE TEMPS CONSERVONS-NOUS VOS INFORMATIONS ?",
        "content": [
            "En bref : Nous conservons vos informations aussi longtemps que nécessaire pour atteindre les objectifs décrits dans cette Politique de Confidentialité, sauf si la loi l'exige autrement.",
            "Nous ne conserverons vos informations personnelles que le temps nécessaire aux fins énoncées dans cette Politique de Confidentialité, à moins qu'une période de conservation plus longue ne soit requise ou permise par la loi (comme les exigences fiscales, comptables ou autres exigences légales).",
            "Lorsque nous n'avons plus besoin de traiter vos informations personnelles pour des raisons commerciales légitimes, nous les supprimerons ou les anonymiserons, ou, si cela n'est pas possible (par exemple, parce que vos informations personnelles ont été stockées dans des archives de sauvegarde), nous les conserverons de manière sécurisée et les isolerons de tout traitement ultérieur jusqu'à ce que leur suppression soit possible."
        ]
        },
        {
        "title": "8. COLLECTONS-NOUS DES INFORMATIONS AUPRÈS DES MINEURS ?",
        "content": [
            "En bref : Nous ne collectons pas sciemment de données auprès des enfants de moins de 18 ans et ne leur faisons pas de marketing.",
            "Nous ne collectons pas sciemment, ne sollicitons pas de données auprès des enfants de moins de 18 ans et ne leur faisons pas de marketing, et nous ne vendons pas sciemment leurs informations personnelles. En utilisant les Services, vous déclarez avoir au moins 18 ans ou être le parent ou le tuteur d'un mineur et consentir à l'utilisation des Services par ce mineur. Si nous apprenons que des informations personnelles d'utilisateurs de moins de 18 ans ont été collectées, nous désactiverons le compte et prendrons des mesures raisonnables pour supprimer rapidement ces données de nos registres. Si vous prenez connaissance de données que nous aurions pu collecter auprès d'enfants de moins de 18 ans, veuillez nous contacter à"
        ]
        },
        {
        "title": "9. QUELS SONT VOS DROITS EN MATIÈRE DE CONFIDENTIALITÉ ?",
        "content": [
            "En bref : Vous pouvez examiner, modifier ou résilier votre compte à tout moment, selon votre pays, province ou état de résidence.",
            "Retrait de votre consentement : Si nous nous appuyons sur votre consentement pour traiter vos informations personnelles, qui peut être explicite et/ou implicite selon la loi applicable, vous avez le droit de retirer votre consentement à tout moment. Vous pouvez retirer votre consentement à tout moment en nous contactant en utilisant les coordonnées fournies dans la section 'COMMENT POUVEZ-VOUS NOUS CONTACTER À PROPOS DE CETTE POLITIQUE ?' ci-dessous.",
            "Veuillez noter que cela n'affectera pas la légalité du traitement avant son retrait ni, lorsque la loi applicable le permet, n'affectera pas le traitement de vos informations personnelles effectué sur la base de motifs de traitement légitimes autres que le consentement.",
            "-",
            "Informations du compte",
            "Si vous souhaitez à tout moment consulter ou modifier les informations de votre compte ou résilier votre compte, vous pouvez :",
            "À votre demande de résiliation de compte, nous désactiverons ou supprimerons ou anonymiserons votre compte et vos informations de nos bases de données actives. Cependant, nous pouvons conserver certaines informations dans nos fichiers pour prévenir la fraude, résoudre des problèmes, aider aux enquêtes, faire respecter nos conditions légales et/ou nous conformer aux exigences légales applicables."
        ]
        },
        {
        "title": "10. CONTRÔLES POUR LES FONCTIONNALITÉS DO-NOT-TRACK",
        "content": [
            "La plupart des navigateurs web et certains systèmes d'exploitation et applications mobiles incluent une fonctionnalité ou un paramètre Do-Not-Track (« DNT ») que vous pouvez activer pour signaler votre préférence en matière de confidentialité de ne pas avoir vos activités de navigation en ligne surveillées et collectées. À ce stade, aucune norme technologique uniforme pour la reconnaissance et la mise en œuvre des signaux DNT n'a été finalisée. Par conséquent, nous ne répondons pas actuellement aux signaux DNT du navigateur ni à tout autre mécanisme qui communique automatiquement votre choix de ne pas être suivi en ligne. Si une norme de suivi en ligne que nous devons suivre est adoptée à l'avenir, nous vous informerons de cette pratique dans une version révisée de cette Politique de Confidentialité."
        ]
        },
        {
        "title": "11. EFFECTUONS-NOUS DES MISES À JOUR DE CETTE POLITIQUE ?",
        "content": [
            "En bref : Oui, nous mettrons à jour cette politique si nécessaire pour rester en conformité avec les lois pertinentes.",
            "Nous pouvons mettre à jour cette Politique de Confidentialité de temps à autre. La version mise à jour sera indiquée par une date de « Révision » mise à jour en haut de cette Politique de Confidentialité. Si nous apportons des modifications importantes à cette Politique de Confidentialité, nous pouvons vous en informer soit en affichant de manière visible un avis de ces changements, soit en vous envoyant directement une notification. Nous vous encourageons à consulter fréquemment cette Politique de Confidentialité pour être informé de la manière dont nous protégeons vos informations."
        ]
        },
        {
        "title": "12. COMMENT POUVEZ-VOUS NOUS CONTACTER À PROPOS DE CETTE POLITIQUE ?",
        "content": [
            "Si vous avez des questions ou des commentaires concernant cette politique, vous pouvez nous contacter par courrier à :"
        ]
        },
        {
        "title": "13. COMMENT POUVEZ-VOUS CONSULTER, METTRE À JOUR OU SUPPRIMER LES DONNÉES QUE NOUS COLLECTONS À VOTRE SUJET ?",
        "content": [
            "Selon les lois applicables de votre pays, vous pouvez avoir le droit de demander l'accès aux informations personnelles que nous collectons à votre sujet, d'obtenir des détails sur la façon dont nous les avons traitées, de corriger les inexactitudes ou de supprimer vos informations personnelles. Vous pouvez également avoir le droit de retirer votre consentement au traitement de vos informations personnelles. Ces droits peuvent être limités dans certaines circonstances par la loi applicable. Pour demander de consulter, mettre à jour ou supprimer vos informations personnelles, veuillez remplir et soumettre une demande d'accès aux données à transcendental-teapot@mail.com."
        ]
        }
    ]
  }
}